'use client'

export default function Page() {
  return (
    <>
      <h1 className="text-center text-3xl font-bold my-8">Підтримати проект</h1>
      <section className="text-lg">
        <p className="mb-4">
          Центр “Ганьба Deaf” є незалежною недержавною організацією. Вона створена групою глухих з питань дослідження
          ознак злочинів проти національної безпеки України, миру, людства і міжнародного правопорядку.
          Центр не фінансується жодною державною чи недержавною організацією, не належить до будь-якої структури.
          Діяльності Центру з самого початку заснування здійснюється за власні кошти його активістів та волонтерів з
          різних країн світу. </p>
        <p className="mb-4">
          Якщо у вас виникло бажання підтримати існування та подальший розвиток сайту “Ганьба Deaf”, існує кілька
          варіантів фінансової підтримки, а саме:
        </p>
        <p>
          Щоб отримати реквізити ПриватБанку та Монобанку напишіть нам на <a className="text-blue-600 dark:text-yellow-400 hover:text-yellow-600 dark:hover:text-blue-300" href="mailto:ganbadeaf@gmail.com">📮 ел. пошту</a>
        </p>
      </section>
    </>
  )
}